{
    "English": {
        "title": "Energy Crisis",
        "description": "Modern civilization is based upon the use of machines. For doing their workday in and day out the machines need a constant supply of energy without which they would come to a halt. Our transport systems-diesel-run railways, steamships, motor vehicles, and aeroplanes-all constantly need natural fuel to keep on moving. In the last three hundred years, many human efforts have been spent in search of the sources of energy-coal, petroleum, and power generated from water–which will maintain the present rhythm of civilization unchecked Not only that; but as the population of the world increases, the need for energy will also increase. But there is a real fear that the worlds reserves for energy sources of petroleum, coal, and hydel power are gradually being exhausted. That is why new and unconventional sources of energy like nuclear and solar energy need to be developed. While the advanced countries in America and Europe have the wealth and scientific know-how to produce solar and nuclear energy on a commercial scale, the poorer Asiatic countries like India, Pakistan, and Bangladesh may develop an energy source by bio-gas-developing machines. But the point is that research in the field of the development of new energy sources must be carried on further and expedited."
    },
    "Vietnamese": {
        "title": "khủng hoảng năng lượng",
        "description": "Nền văn minh hiện đại dựa trên việc sử dụng máy móc. Để thực hiện công việc ngày này qua ngày khác, máy móc cần nguồn cung cấp năng lượng liên tục, nếu không có chúng sẽ dừng hoạt động. Hệ thống giao thông của chúng ta - đường sắt chạy bằng dầu diesel, tàu hơi nước, xe có động cơ và máy bay - tất cả đều liên tục cần nhiên liệu tự nhiên để tiếp tục di chuyển. Trong ba trăm năm qua, nhiều nỗ lực của con người đã được sử dụng để tìm kiếm các nguồn năng lượng – than đá, dầu mỏ và năng lượng được tạo ra từ nước – những thứ sẽ duy trì nhịp điệu hiện tại của nền văn minh mà không bị kiểm soát. Không chỉ thế; nhưng khi dân số thế giới tăng lên, nhu cầu về năng lượng cũng sẽ tăng lên. Nhưng có một nỗi lo sợ thực sự là trữ lượng các nguồn năng lượng dầu mỏ, than đá và năng lượng hydel của thế giới đang dần cạn kiệt. Đó là lý do tại sao các nguồn năng lượng mới và phi truyền thống như năng lượng hạt nhân và năng lượng mặt trời cần được phát triển. Trong khi các nước tiên tiến ở Châu Mỹ và Châu Âu có sự giàu có và bí quyết khoa học để sản xuất năng lượng mặt trời và năng lượng hạt nhân ở quy mô thương mại, thì các nước Châu Á nghèo hơn như Ấn Độ, Pakistan và Bangladesh có thể phát triển nguồn năng lượng bằng máy phát triển khí sinh học. . Nhưng vấn đề là nghiên cứu trong lĩnh vực phát triển các nguồn năng lượng mới phải được tiếp tục và đẩy nhanh."
    },
    "Indonesian": {
        "title": "krisis energi",
        "description": "Peradaban modern didasarkan pada penggunaan mesin. Untuk melakukan pekerjaan mereka dari hari ke hari, mesin membutuhkan pasokan energi yang konstan yang tanpanya mereka akan berhenti. Sistem transportasi kita-kereta api diesel, kapal uap, kendaraan bermotor, dan pesawat terbang-semuanya selalu membutuhkan bahan bakar alami untuk terus bergerak. Dalam tiga ratus tahun terakhir, banyak upaya manusia telah dihabiskan untuk mencari sumber energi-batubara, minyak bumi, dan tenaga yang dihasilkan dari air-yang akan menjaga irama peradaban saat ini tak terkendali. Tidak hanya itu; namun seiring bertambahnya populasi dunia, kebutuhan akan energi juga akan meningkat. Tetapi ada ketakutan nyata bahwa cadangan dunia untuk sumber energi minyak bumi, batu bara, dan tenaga hydel secara bertahap akan habis. Itulah mengapa sumber energi baru dan tidak konvensional seperti energi nuklir dan matahari perlu dikembangkan. Sementara negara-negara maju di Amerika dan Eropa memiliki kekayaan dan pengetahuan ilmiah untuk menghasilkan energi matahari dan nuklir dalam skala komersial, negara-negara Asia yang lebih miskin seperti India, Pakistan, dan Bangladesh dapat mengembangkan sumber energi dengan mesin pembuat bio-gas. Namun intinya penelitian di bidang pengembangan sumber energi baru harus dilakukan lebih lanjut dan dipercepat."
    },
    "Arabic": {
        "title": "'azmat taqa",
        "description": "alhadarat alhadithat taqum ealaa aistikhdam alalati. li'ada' eamalihim ywman baed yawm , tahtaj alalat 'iilaa 'iimdad mustamirin bialtaaqat alati biduniha satatawaqafa. 'anzimat alnaql ladayna - alsikak alhadidiat alati taemal bialdiyzal , walbawakhir , walmarkabat dhat almuharikat , waltaayirat - kuluha tahtaj biaistimrar 'iilaa waqud tabieiin limuasalat alharakati. fi althalathimiayat eam almadiat , badhalat juhud bashariat eadidat fi albahth ean masadir altaaqat - alfahm , walbitrul , waltaaqat almutawaladat min almiah - walati satuhafiz ealaa al'iiqae alhalii lilhadarat dun radie. lays faqat hadha; walakin mae ziadat eadad sukaan alealam , satazdad aydan alhajat 'iilaa altaaqati. walakin hunak khawf haqiqiun min 'ana aihtiatiaat alealam min masadir altaaqat min albitrul walfahm waltaaqat almayiyat yatimu aistinfaduha tdryjyaan. hadha hu alsabab fi darurat tatwir masadir jadidat waghayr taqlidiat liltaaqat mithl altaaqat alnawawiat walshamsiati. fi hin 'ana alduwal almutaqadimat fi 'amrika wa'uwrubaa ladayha altharwat walmaerifat aleilmiat li'iintaj altaaqat alshamsiat walnawawiat ealaa nitaq tijariin , fa'iina alduwal alasiawyat al'afqar mithl alhind wabakistan wabanghladish qad tatawar msdran liltaaqat ean tariq alat tatwir alghaz alhayawi. . lakina alnuqtat almuhimat hi 'ana albahth fi majal tatwir masadir taqat jadidat yajib 'an yastamira 'akthar wayasriea."
    }
}